Repository: IATI/IATI-Standard-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Showing "%(event_type_name)s" events from %(year)s
fr: Voir les événements de la catégorie « %(event_type_name)s » de %(year)s

source: Showing "%(event_type_name)s" events
fr: Voir les événements de la catégorie « %(event_type_name)s »

source: Show all events
fr: Voir tous les événements

source: Showing events from %(year)s
fr: Voir les événements de %(year)s

source: Past event
fr: Événement passé

source: More details
fr: Pour en savoir plus

source: Past events
fr: Événements passés

source: See events that have happened
fr: Voir les événements qui ont eu lieu

source: View past events
fr: Voir les évènements passés

source: Event types
fr: Catégories d’événements

source: Archive
fr: Archives

source: Where &amp; when
fr: Lieu et date

source: Register your place
fr: Enregistrer un nouveau lieu

source: Additional information
fr: Informations complémentaires

source: Filter by Constituency:
fr: Filtrer par catégorie :

source: All Constituencies
fr: Toutes catégories confondues

source: Sort by:
fr: Trier par :

source: Alphabetical
fr: Ordre alphabétique

source: Year joined
fr: Année d’adhésion

source: Chair
fr: Président

source: Vice chair
fr: Vice-président

source: Name
fr: Nom

source: Your name
fr: Votre nom

source: Email
fr: Courriel

source: your.email@address.com
fr: votre.adresse@electronique.com

source: This field is required.
fr: Champs obligatoire.

source: How can we help you?
fr: Comment pouvons-nous vous aider ?

source: In this section
fr: Dans cette partie

source: Contact support
fr: Contacter l’équipe technique

source: Our technical team are ready to help you.
fr: Notre équipe technique est là pour vous aider.

source: Get help
fr: Obtenir de l’aide

source: Related guidance
fr: Conseils pertinents

source: Please complete the form below and our team will be able to help you. Alternatively, you can email support at <a href="mailto:support@iatistandard.org">support@iatistandard.org</a>.
fr: Veuillez remplir le formulaire ci-dessous pour que notre équipe puisse vous aider. Vous pouvez également écrire à notre équipe d’assistance à l’adresse <a href="mailto:support@iatistandard.org">support@iatistandard.org</a>.

source: Thank you - your message has been sent.
fr: Votre message a été envoyé. Merci.

source: Sorry, there appears to be an issue.
fr: Il semble que nous rencontrions un problème. Veuillez nous excuser pour la gêne occasionnée.

source: Submit request
fr: Envoyer la requête

source: This site is protected by reCAPTCHA and the Google
fr: Ce site est protégé par reCAPTCHA et Google

source: and
fr: et

source: Terms of Service
fr: Conditions d’utilisation

source: apply
fr: appliquer

source: Photo of Achim Steiner, UNDP Administrator
fr: Photographie d’Achim Steiner, administrateur du PNUD

source: &ldquo;Transparency is a cornerstone of our work at UNDP.&rdquo;
fr: «La transparence est un principe essentiel de la mission du PNUD.»

source: Achim Steiner, UNDP Administrator
fr: Achim Steiner, administrateur du Programme des Nations Unies pour le développement (PNUD)

source: IATI member
fr: Membre de l’IITA

source: Development and humanitarian activities published to the IATI Standard
fr: Activités humanitaires et de développement ayant fait l’objet d’une publication conforme à la norme de l’IITA

source: IATI publishers that contribute data for decision-making and accountability
fr: Signataires de l’IITA communiquant des données aux fins décisionnelles et de responsabilité

source: Getting started
fr: Pour commencer

source: Explore our data
fr: Découvrir nos données

source: Understand the ways you can access IATI data, what information you can find and the benefits of using it.
fr: Découvrez les différents moyens d’accéder aux données de l’IITA, les informations disponibles et l’intérêt de les utiliser.

source: Explore IATI data
fr: Découvrir les données de l’IITA

source: Our publishing guide
fr: Guide de publication de l’IITA

source: Find out how to publish data to the IATI Standard and improve your data by using our publishing guidance.
fr: Découvrez comment publier vos données conformément à la norme de l’IITA et améliorez vos données grâce à notre guide de publication.

source: Get started
fr: Commencer à publier

source: Discover the Standard
fr: Découvrir la norme de l’IITA

source: View IATI reference pages that contain the rules and technical framework for publishing and interpreting IATI data.
fr: Consultez le guide de référence de l’IITA, qui présente les règles et le cadre technique régissant la publication et l’interprétation des données de l’IITA.

source: Find out more
fr: Pour en savoir plus

source: About IATI
fr: À propos de l’IITA

source: IATI is a global initiative to improve the transparency of development and humanitarian resources and their results for addressing poverty and crises.
fr: L’Initiative internationale pour la transparence de l’aide (IITA) est une initiative mondiale visant à améliorer la transparence des ressources allouées au développement et à l’action humanitaire ainsi que de leurs résultats en matière de lutte contre les crises et la pauvreté.

source: IATI brings together governments, multilateral institutions, private sector and civil society organisations and others to increase the transparency of resources flowing into developing countries.
fr: Elle réunit des gouvernements, des institutions multilatérales, des organisations du secteur privé ou de la société civile et d’autres acteurs afin d’accroître la transparence des ressources versées aux pays en développement.

source: We encourage all organisations that distribute or spend resources to publish information about their development and humanitarian activities using IATI’s data standard. This is a set of rules and guidance to ensure information is easy to access, understand and use.
fr: Nous encourageons toutes les organisations qui distribuent ou dépensent des ressources à publier les informations relatives à leurs activités humanitaires et de développement conformément à la norme de l’IITA. Celle-ci consiste en un ensemble de règles et d’orientations visant à garantir que les informations publiées soient facilement accessibles, compréhensibles et utilisables.

source: Find out more about IATI
fr: Pour en savoir plus à propos de l’IITA

source: https://www.youtube.com/embed/PbwIUQwL_Jc
fr: https://www.youtube.com/embed/eH-FBw5zFgc

source: Case studies
fr: Études de cas

source: People all over the world use IATI to track the flow of aid, humanitarian and development resources. Some use IATI to publish their data, others access data to inform decision-making and hold authorities to account. Our case studies tell some of their stories.
fr: L’IITA permet à ses utilisateurs du monde entier de suivre les flux de ressources liés à l’aide, aux actions humanitaires et au développement. Certains d’entre eux ont recours à la norme de l’IITA pour publier leurs données ; d’autres consultent ces données afin d’étayer leurs prises de décisions et de demander des comptes aux autorités. Nos études de cas vous présentent quelques-uns d’entre eux.

source: Read more
fr: Pour en savoir plus

source: Partners
fr: Partenaires

source: Photo of Hillevi Ekberg of Sida
fr: Photographie d’Hillevi Ekberg, de l’ASDI

source: &ldquo;Transparency has driven us to strengthen data quality and improve our processes. Open data is a foundation for reinforcing trust and improving coordination with partners to achieve more effective aid.&rdquo;
fr: «Notre transparence nous a amenés à accroître la qualité de nos données et à améliorer nos procédures. La fondation Open data a pour objectif de renforcer la confiance et la coordination entre partenaires pour augmenter l’efficacité de l’aide.»

source: Sida - Swedish International Development Cooperation Agency
fr: ASDI – Agence suédoise de coopération internationale au développement

source: Photo of Winnie Kamau, Data Journalist
fr: Photographie de Winnie Kamau, journaliste de données

source: &ldquo;IATI is key to ensuring the public knows where development and humanitarian spending goes and what impact it makes. Accessing this data is vital when telling stories and holding decision makers to account.&rdquo;
fr: «L’IITA est essentielle pour porter à la connaissance du public la manière dont les financements en faveur du développement et de l’action humanitaire sont dépensés ainsi que leurs effets. L’accès à ces données est indispensable pour rendre compte de la situation et demander des comptes aux décideurs.»

source: Data Journalist
fr: Journaliste de données

source: Association of Freelance Journalists
fr: Association of Freelance Journalists (Association des journalistes indépendants, Kenya)

source: View event
fr: Voir l’événement

source: Prev
fr: Page précédente

source: Next
fr: Page suivante

source: Previous
fr: Précédent

source: pages in this section
fr: pages dans cette partie

source: Visit the tool at
fr: Visitez l'outil à

source: by
fr: par

source: Promote
fr: Promouvoir l’IITA

source: Settings
fr: Paramètres

source: Multilingual
fr: Multilingue

source: English
fr: Anglais

source: French
fr: Français

source: Spanish
fr: Espagnol

source: Portuguese
fr: Portugais

source: There's been an error
fr: Une erreur s’est produite.

source: What you were looking for cannot be found.
fr: Nous ne trouvons pas ce que vous cherchez.

source: 500 error
fr: Erreur 500

source: Something technical has gone wrong. It's not your fault. We've been notified and this page will be back soon.
fr: Une erreur technique est survenue. Ceci n’est pas de votre faute. Nous avons été prévenus ; la page demandée sera accessible sous peu.

source: Skip to main content
fr: Accéder directement au contenu principal.

source: Useful links
fr: Liens utiles

source: Newsletter
fr: Bulletin d’information

source: Sign up to our newsletter
fr: Abonnez-vous à notre bulletin d’information

source: Email address
fr: Adresse électronique

source: First name
fr: Prénom

source: Surname
fr: Nom

source: Subscribe
fr: S’abonner

source: Copyright IATI 2018. All rights reserved
fr: Copyright IITA 2018. Tous droits réservés.

source: Search the IATI website
fr: Rechercher sur le site Web de l'IITA

source: Search
fr: Recherche

source: IATI - International Aid Transparency Initiative
fr: IITA – Initiative internationale pour la transparence de l’aide

source: How to use the IATI Reference
fr: Comment utiliser le guide de référence de l’IITA

source: Visit our guidance
fr: Consulter nos guides

source: Detailed information about the IATI Standard
fr: La norme de l’IITA en détail

source: The Organisation Standard
fr: Norme relative aux organisations

source: The Activity Standard
fr: Norme relative aux activités

source: Codelists
fr: Listes de codes

source: Schema
fr: Schéma

source: Organisation Identifiers
fr: Identifiants des organisations

source: Information about changes to the IATI Standard
fr: L’évolution de la norme de l’IITA

source: How the Standard is upgraded
fr: Procédure de mise à jour de la norme

source: Previous versions
fr: Versions précédentes

source: IATI Developer documentation
fr: L’IITA pour les développeurs

source: Information for developers
fr: Informations à l’usage des développeurs

source: The IATI Datastore
fr: Banque de données de l’IITA

source: Showing "%(news_category_name)s" news posts
fr: Voir les nouvelles publications de la catégorie « %(news_category_name)s »

source: Show all posts
fr: Voir toutes les publications

source: Categories
fr: Catégories

source: Related news
fr: Actualités associées

source: Support
fr: Aide

source: Find out what support is available for you using IATI data.
fr: Découvrez l’aide dont vous pouvez bénéficier dans le cadre de l’utilisation des données de l’IITA.

source: View tools and resources
fr: Accéder aux outils et aux ressources
