Repository: IATI/IATI-Standard-Website
Catalog: locale/*/LC_MESSAGES/nav.po
Languages: fr

source: About
fr: À propos

source: IATI Standard
fr: Norme de l’IITA

source: Using Data
fr: Utilisation des données

source: Tools & Resources
fr: Outils & Ressources

source: Guidance & Support
fr: Conseils et assistance

source: Our work involves making data on development and humanitarian spending and projects easier to access, use and understand. Organisations publish information according to the rules and guidance set out in the IATI Standard and this data is freely available and open to anyone in the world.
fr: L’Initiative internationale pour la transparence de l’aide (IITA) œuvre à rendre les données relatives aux dépenses humanitaires et de développement plus accessibles, plus faciles d’utilisation et plus compréhensibles. La norme de l’IITA établit les règles et orientations que doivent suivre les organisations signataires concernant la publication de leurs informations. Ces directives sont rendues disponibles à tous gratuitement.

source: Introduction to IATI
fr: Présentation de l’IITA

source: Read basic information about our initiative.
fr: Informations essentielles sur l’Initiative

source: Case studies
fr: Études de cas

source: See how IATI data is used to improve decisions and accountability.
fr: Comment les données de l’IITA servent à améliorer la prise de décisions et la responsabilité.

source: The IATI Standard is a set of rules and guidance on how to publish useful development and humanitarian data. Find out the full range of data included in the IATI Standard and more about its technical format.
fr: La norme de l’IITA est un ensemble de règles et d’orientations portant sur la marche à suivre pour publier des données au service du développement et de l’action humanitaire. Découvrez toutes les données auxquelles la norme de l’IITA s’applique ainsi que les détails de son format technique.

source: Using the reference site
fr: Utilisation du guide de référence

source: IATI Reference is an ‘instruction manual’ giving details of all the ‘parts’ you’ll need to build your datafiles.
fr: Le guide de référence de l’IITA tient lieu de notice d’utilisation et décrit tout ce dont vous avez besoin pour constituer vos fichiers de données.

source: Standard documentation
fr: Documentation de l'IITA

source: Developer documentation
fr: Documentation pour les développeurs

source: IATI data can be an invaluable resource for anyone searching for information on development or humanitarian spending and projects.
fr: Les données de l’IITA peuvent se révéler précieuses pour les personnes à la recherche d’informations sur les dépenses ou les projets humanitaires et de développement.

source: IATI data can be accessed through various online tools and platforms providing different visualisations and formats. Users are encouraged to find the tool that best meets their data needs.
fr: Les données de l’IITA sont accessibles en ligne par le biais de nombreux canaux et plateformes aux visuels et aux formats différents. Les utilisateurs sont encouragés à trouver l’outil qui leur convient le mieux pour satisfaire leurs besoins en matière de données.

source: Search key data on development and humanitarian activities presented in charts, graphs and maps. Recommended for users who are new to IATI.
fr: Parcourez des tableaux, des graphiques et des cartes afin de consulter des données clés portant sur les activités humanitaires et de développement. Recommandé pour les utilisateurs qui viennent de rejoindre l’IITA.

source: Visit d-portal
fr: d-portal.org

source: Search and download a wide range of IATI data in CSV, JSON and XML formats. Use the API or user-friendly Query Builder to build complex searches.
fr: Consultez et téléchargez une large gamme de données de l’IITA aux formats CSV, JSON et XML. Utilisez l’interface de programmation ou le générateur de requêtes ergonomique pour effectuer des recherches complexes.

source: Visit Datastore
fr: Banque de données de l’IITA

source: Check if your data files align with the rules and guidance of the IATI Standard. Run checks on data files published by all other organisations.
fr: Vérifiez que vos fichiers de données sont conformes aux règles et orientations de la norme de l’IITA. Effectuez des contrôles sur les fichiers de données publiés par toutes les autres organisations.

source: Visit Validator
fr: Outil de validation de l’IITA

source: Additional IATI tools
fr: Outils supplémentaires de l’IITA

source: Find out how to publish data to the IATI Standard and improve your data by using our publishing guidance.
fr: Découvrez comment publier vos données conformément à la norme de l’IITA et améliorez-les grâce à notre guide de publication.

source: Standard overview
fr: Présentation de la norme IATI

source: Understand what data you can publish to IATI.
fr: Comprendre quelles données vous pouvez publier sur l'IITA

source: Publishing guidance
fr: Publication de vos données

source: Understand how to create, check and publish your IATI files.
fr: Apprenez à créer, vérifier et publier vos fichiers IITA.

source: Standard guidance
fr: Conseils sur la norme de l'IITA

source: Find guides on to how interpret specific areas of the IATI Standard.
fr: Guides sur la façon d'interpréter les domaines de la norme de l'IITA.

source: Get Support
fr: Obtenir de l'aide

source: Contact the IATI Helpdesk with questions about using and publishing IATI data, and other technical enquiries.
fr: Aide à la publication de données suivant la norme de l’IITA et autres demandes techniques.

source: Find out how to join IATI as a member, engage with IATI’s community and access useful resources about the initiative.
fr: L’IITA est soutenue par une communauté mondiale de professionnels du développement et du secteur humanitaire, de militants en faveur de la transparence, d’experts en matière de données et de spécialistes techniques.

source: Join IATI Discuss, our online community forum.
fr: Rejoignez Discuss, notre forum communautaire en ligne.

source: Visit Discuss
fr: Découvrez le forum Discuss de l’IITA

source: IATI is governed and funded by our members and run by the Governing Board and Secretariat.
fr: L’IITA est financée et dirigée par ses membres à travers son Conseil d’administration et son Secrétariat.

source: Meet the Governing Board and Secretariat and understand their roles and responsibilities.
fr: Découvrez les membres du Conseil d’administration et du Secrétariat, leurs rôles et leurs responsabilités.

source: Governing Board and Secretariat
fr: Conseil d’administration et Secrétariat

source: List of members
fr: Liste des membres

source: News
fr: Actualités

source: Events
fr: Événements

source: Privacy policy
fr: Politique de confidentialité

source: Translation FAQs
fr: Questions fréquentes concernant la traduction
