[{
  "type": "event",
  "date": "2018-06-28",
  "content": "<p>IATI’s Members’ Assembly 2018 meeting is taking place on 10-11 July at UN City, Copenhagen (with the Governing Board, Institutional Review Working Group and caucus meetings on the 9th).</p><p>The Members’ Assembly 2018 <a href=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/A.-MA-2018-Agenda-1.pdf\">agenda</a><span style=\"color: #333333; font-style: normal; font-weight: 300;\"> and meeting papers (French versions to follow) can be found on our </span><a href=\"https://www.aidtransparency.net/governance/members-assembly/annual-members-assembly-meeting-2018\" style=\"font-style: normal; font-weight: 300;\">Members’ Assembly 2018 section</a><span style=\"color: #333333; font-style: normal; font-weight: 300;\">.</span></p><p>IATI members’ from across Government and multilateral donors, partner countries, Civil Society Organisations (CSOs), and private sector organisations will participate in the three-day meeting.</p><p>Many thanks to the European Commission’s Directorate-General for International Cooperation and Development (DG DEVCO) for providing funding for the event.</p>",
  "link": "https://www.aidtransparency.net/news/members-assembly-2018-meeting-papers-out",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2013/10/UN-City-Copenhagen-190x119.jpg",
  "title": "Members’ Assembly 2018 meeting papers out"
}, {
  "type": "news",
  "date": "2018-06-28",
  "content": "<p>Bond, the UK network for organisations working in international development, has launched an online course on publishing data to the IATI Standard.</p><p><em><a href=\"https://www.bond.org.uk/learning/iati-data-publishing\">IATI data publishing</a></em> is a two week training course bringing together Bond’s expertise in IATI and <a href=\"https://www.humentum.org/\">Humentum’s</a> experience in online learning. <span style=\"color: #333333; font-style: normal; font-weight: 300;\">The course is relevant to those coordinating or managing the IATI publishing within an organisation, looking to enhance transparency or meet donor requirements for either grants or contracts.</span></p><p><strong>Course details: </strong></p><ul>\n<li>Learn online and in your own time (within the course dates).</li>\n<li>Learn through videos, assignments, and structured reading.</li>\n<li>Interact and learn with other participants and a facilitator in a virtual and social learning environment.</li>\n<li>To successfully complete the course within 2 weeks, Bond recommends that you dedicate at least four hours per week.</li>\n</ul><p><strong>Content:</strong></p><p class=\"selectionShareable\">By the end of the workshop, Bond say participants will be able to:</p><ul>\n<li>Explain what IATI is</li>\n<li>Use the IATI data standard to share information on your funding and projects/programmes</li>\n<li>Understand how and why others use the data, including donors (donor requirements) and partner organisations</li>\n<li>Create an example IATI dataset using commonly used, free software such as AidStream</li>\n</ul><p>For more information and to sign-up to the online course, visit <a href=\"https://www.bond.org.uk/learning/iati-data-publishing\">Bond’s website</a>.</p>",
  "link": "https://www.aidtransparency.net/news/bond-launches-online-iati-training-course",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2018/06/Bond-6-190x119.png",
  "title": "Bond launches online IATI training course"
}, {
  "type": "news",
  "date": "2018-06-25",
  "content": "<p><em>This blog post has been written by Lea Zorić, IATI’s Outreach and Data Use Specialist on the IATI Introduction Seminar hosted by IATI, UNDP and the Ministry of Foreign Affairs, Montenegro. </em></p><p>Over 35 participants from Albania, Macedonia, Montenegro, Romania and Serbia gathered in the town of Budva, Montenegro on June 4 and 5 to share experiences regarding development data policies and practices. The objective of the meeting was to discuss the requirements for data management systems that serve the modernization of the state, and to elaborate the supporting role the International Aid Transparency Initiative (IATI) can play in this regard.</p><p>The event, opened by UN Resident Coordinator and UNDP Resident Representative Fiona McCluney and Secretary of State Zoran Jankovic (MFA Montenegro), brought together senior staff from Ministries of Foreign Affairs (and European Integration) and Ministries of Finance (and Economy). They were joined by members of the Working Group on Development Cooperation and Humanitarian Assistance, which – under the leadership of the MFA Montenegro – brings together representatives from all Montenegrin line ministries, the Parliament, the Statistical Office, Union of Municipalities, Chamber of Commerce, Central Bank of Montenegro and selected NGOs.</p><div class=\"wp-caption alignleft\" id=\"attachment_6489\" style=\"width: 1448px\"><img alt=\"\" class=\"wp-image-6489 size-full\" height=\"959\" sizes=\"(max-width: 1438px) 100vw, 1438px\" src=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event.jpg\" srcset=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event.jpg 1438w, https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event-450x300.jpg 450w, https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event-768x512.jpg 768w, https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event-600x400.jpg 600w\" width=\"1438\"/><p class=\"wp-caption-text\">Secretary of State Zoran Jankovic and United Nations Resident Coordinator Fiona McCluney</p></div><p>Over 1 ½ days, the diverse group of participants was introduced to the history and governing structure of IATI, as well as to the IATI Standard and data research and visualization tools such as <a href=\"http://www.d-portal.org/ctrack.html#view=search\">d-portal</a>, and the IATI <a href=\"http://datastore.iatistandard.org/query/\">Datastore</a>.</p><p>Participants shared details about their own national practices and ambitions around data collection, management and use against the background of transitioning from aid recipient countries to emerging donors. They were particularly interested in understanding more about the role of IATI in monitoring and implementing the Sustainable Development Goals (SDGs).</p><p>UNDP Romania additionally shared their experiences of publishing IATI data using the EU-DEVFIN tool.  Detailed technical and policy questions were addressed by Secretariat members from UNDP, Development Initiatives (DI) and Sweden, bringing several different perspectives to the rich conversations.</p><p>The seminar was organized by UNDP as part of a series of IATI outreach and engagement activities in its function as coordinator of the IATI Secretariat. These and other activities focused on promoting data use are outlined in the <a href=\"https://drive.google.com/file/d/1Oh_tFfe5sahfkeUISRynR2U6dm4lPQSS/view\">IATI Data Use Strategy 2017 – 2019</a>.</p><p>Participating institutions have been invited to nominate a representative to attend the upcoming IATI Members’ Assembly 2018in UN City, Copenhagen, 10 – 11 July, as observers to learn more about the initiative as they consider joining formally as members, and several participants have confirmed their attendance so far.</p><p>The IATI community is looking forward to welcoming the representatives from the Western Balkans in Denmark to discuss their future engagement with IATI.</p><p> </p>",
  "link": "https://www.aidtransparency.net/news/promoting-iati-in-the-western-balkans",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2018/06/Montenegro-event-2-e1529932925798-190x119.jpg",
  "title": "Promoting IATI in the Western Balkans"
}, {
  "type": "news",
  "date": "2018-06-20",
  "content": "<p><span style=\"font-weight: 400;\">Publish What You Fund’s </span><a href=\"http://www.publishwhatyoufund.org/the-index/2018/\"><span style=\"font-weight: 400;\">Aid Transparency Index (ATI) 2018</span></a><span style=\"font-weight: 400;\"> has been launched and was presented today at the </span><a href=\"https://www.brookings.edu/events/2018-aid-transparency-index-progress-to-date-and-new-frontiers-of-aid-and-development-data/?utm_source=E-mail+newsletter+list&amp;utm_campaign=afadf9dc88-EMAIL_CAMPAIGN_2016_12_05_COPY_01&amp;utm_medium=email&amp;utm_term=0_aac4cc52ea-afadf9dc88-241817477\"><span style=\"font-weight: 400;\">Brookings Institute</span></a><span style=\"font-weight: 400;\"> in Washington DC. The Index measures development organisations’ commitment to aid transparency and the publication of aid information. </span></p><p><img alt=\"\" class=\"wp-image-6482 alignright\" height=\"363\" src=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/Aid-Transparency-Index-2018.png\" style=\"color: #333333; font-style: normal; font-weight: 400;\" width=\"246\"/></p><p><span style=\"font-weight: 400;\">The Asian Development Bank tops the Index for the first time, with UNDP ranking second and the UK Department for International Development coming third. </span></p><p><span style=\"font-weight: 400;\">As part of the assessment, Publish What You Fund has reviewed </span><span style=\"font-weight: 400;\">the performance of 45 organisations. </span><span style=\"font-weight: 400;\">The ATI uses data spanning 36 different indicators to assess development organisations’ commitment to aid transparency and publication of aid information. </span></p><p><span style=\"font-weight: 400;\">The new report states there has been an improvement in the availability of aid data, with 93% of the Index’s organisations now publishing to the International Aid Transparency Initiative (IATI) Standard. Half of the donors were found to be publishing their data on a monthly basis, increasing from just a quarter of donors in 2016. </span></p><p><span style=\"font-weight: 400;\">View the full </span><a href=\"http://www.publishwhatyoufund.org/reports/2018-Aid-Transparency-Index.pdf\"><span style=\"font-weight: 400;\">Aid Transparency Index 2018 report</span></a><span style=\"font-weight: 400;\">, including the results, methodology and analysis.</span></p><p><span style=\"font-weight: 400;\">All enquiries about the ATI 2018 should be directed to </span><a href=\"http://www.publishwhatyoufund.org/contact-us/\"><span style=\"font-weight: 400;\">Publish What You Fund</span></a><span style=\"font-weight: 400;\">. </span></p>",
  "link": "https://www.aidtransparency.net/news/pwyf-launches-aid-transparency-index-2018",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2018/06/Aid-Transparency-Index-2018-e1529506302649-190x119.png",
  "title": "PWYF launches Aid Transparency Index 2018"
}, {
  "type": "news",
  "date": "2018-06-19",
  "content": "<p>The Global Humanitarian Assistance 2018 (GHA 2018) report has recognised progress in transparency of humanitarian financing over the last year.</p><p><img alt=\"\" class=\"wp-image-6475 alignright\" height=\"349\" src=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/GHA-2018-report.png\" width=\"281\"/>The report, published by IATI Secretariat member, <a href=\"http://devinit.org/about/\">Development Initiatives</a>, provides the most comprehensive picture of international financing for addressing humanitarian crises.</p><p>This year’s report provides details of progress made by humanitarian donors and implementing organisations in publishing their spending and activities to IATI.</p><p>GHA 2018 specifically looks at the commitment made by signatories of the Grand Bargain agreement at the first World Humanitarian Summit in 2016, to publish “timely, transparent, harmonised and open high-quality data” on their assistance.</p><p>By the end of 2017, 73% of Grand Bargain signatories were publishing open data to the IATI Standard, and 85% of these were publishing data on their humanitarian activities.</p><p>The GHA report emphasises that “greater transparency of the financing flows to humanitarian crises is important to enable coherent responses and to identify gaps”.</p><p>Since 2016, Development Initiatives has been working with the Grand Bargain transparency workstream co-conveners, the Netherlands Ministry of Foreign Affairs and the World Bank Group, to support Grand Bargain signatories in implementing and monitoring their commitments to greater transparency. The latest information and statistics on the project can be found in Development Initiatives’ <a href=\"https://www.aidtransparency.net/news/progress-report-grand-bargain-signatories-improve-transparency\">Progress report: <em>Supporting Grand Bargain signatories in meeting commitments to greater transparency</em></a>.</p><p><span style=\"font-weight: 400;\"><strong>Full text of the GHA 2018 Transparency section:</strong> </span></p><p><em><span style=\"font-weight: 400;\">Transparency Grand Bargain signatories committed to greater transparency and to publish “timely, transparent, harmonised and open high-quality data” to improve the efficiency and effectiveness of humanitarian response, as well as to enable greater accountability. And progress is being made. At the end of 2017 there were 56 Grand Bargain signatories. </span></em></p><ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The International A<em>id Transparency Initiative (IATI) Standard is a technical publishing framework allowing data to be compared across those agencies publishing and across time.</em></span></li>\n</ul><ul>\n<li style=\"font-weight: 400;\"><em><span style=\"font-weight: 400;\">At the end of 2017, just under three-quarters (73%) of Grand Bargain signatories (or their members or affiliates) were publishing open data to the IATI Standard; of these, 85% were publishing data on their humanitarian activities. Meanwhile, 9% of Grand Bargain signatories were providing more granular humanitarian data, such as information on humanitarian response plans or clusters.</span></em></li>\n</ul><ul>\n<li style=\"font-weight: 400;\"><em><span style=\"font-weight: 400;\">An updated version of IATI Standard (2.03) was developed in 2017, for launch in early 2018, and will enable organisations to publish data on specific Grand Bargain commitments, such as earmarking, CTP and if funding is channelled via local and national responders.</span></em></li>\n</ul><ul>\n<li style=\"font-weight: 400;\"><em><span style=\"font-weight: 400;\">The UN OCHA Financial Tracking Service and IATI teams are working with the Centre for Humanitarian Data to pilot “the automated use of published IATI data as a primary data source for FTS”. This aims to reduce the reporting burden for participating organisations and enable faster data processing and analysis by FTS.</span></em></li>\n</ul><ul>\n<li style=\"font-weight: 400;\"><em><span style=\"font-weight: 400;\">Developments in the FTS have been made to identify intermediaries in the financing chain and report on funding modalities (such as CTP) as well as on multi-year allocations.</span></em></li>\n</ul><h2><span style=\"font-weight: 400;\">Download GHA 2018 report</span></h2><p><span style=\"font-weight: 400;\">Download the full </span><a href=\"http://devinit.org/wp-content/uploads/2018/06/GHA-Report-2018.pdf\"><span style=\"font-weight: 400;\">Global Humanitarian Assistance report</span></a><span style=\"font-weight: 400;\"> and </span><a href=\"http://devinit.org/wp-content/uploads/2018/06/GHA-Report-2018-Executive-summary.pdf\"><span style=\"font-weight: 400;\">executive summary</span></a></p>",
  "link": "https://www.aidtransparency.net/news/gha-2018-reports-progress-in-transparency-of-humanitarian-financing",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2018/06/GHA-2018-report-e1529425899465-190x119.png",
  "title": "GHA 2018 reports progress in transparency of humanitarian financing"
}, {
  "type": "news",
  "date": "2018-06-18",
  "content": "<p><em>This blog has been written for <a href=\"http://devinit.org/post/increasing-use-iati-data-country-systems-reflections-senegal-madagascar\">Development Initiatives (DI)</a> by Petya Kangalova, IATI Senior Business &amp; Data Analyst and Conrad Zellman, Data Use Lead at DI.</em></p><p>The use of International Aid Transparency Initiative (IATI) data in country systems is one of the most important frontiers when it comes to drawing value for decision-making from the significant amounts of data now available.</p><p>More than 700 organisations now publish details on their contributions to sustainable development, including both development and humanitarian activities, to the IATI Standard. Integration and use of IATI data in country aid information management systems (AIMS) and processes is therefore a significant opportunity and priority, as reflected in <a class=\"js-track-clicks\" href=\"https://www.aidtransparency.net/governance/iati-data-use-strategy-2017-19\" rel=\"noopener\" target=\"_blank\">IATI’s data use strategy</a> and <a href=\"http://devinit.org/post/aid-data-needs-use-cases-nepal/\" rel=\"noopener\" target=\"_blank\">DI’s own research</a>.</p><p>In this context, Development Initiatives was pleased to partner with <a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/\" rel=\"noopener\" target=\"_blank\">Development Gateway</a> to pilot an effort to support technical capacity and practical ability to use IATI data within country systems in Senegal and Madagascar.</p><p style=\"color: #333333; font-style: normal;\"><img alt=\"\" class=\"alignleft size-full wp-image-6464\" height=\"376\" sizes=\"(max-width: 525px) 100vw, 525px\" src=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/Petya-IATI-fellows-Senegal.png\" srcset=\"https://www.aidtransparency.net/wp-content/uploads/2018/06/Petya-IATI-fellows-Senegal.png 525w, https://www.aidtransparency.net/wp-content/uploads/2018/06/Petya-IATI-fellows-Senegal-450x322.png 450w\" width=\"525\"/></p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p>Generously supported by UNICEF and focused around import of their data during the pilot phase, this involved the placement, training and accompaniment of Aid Management Fellows in the foreign aid units of both governments. Development <span style=\"font-weight: 300;\">Gateway, with their long-standing experience in national aid management systems, </span><span style=\"font-weight: 300;\">were leading the overall effort, while DI contributed its technical expertise in IATI.</span></p><p><strong>Read the <a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/fullreport\" rel=\"noopener\" target=\"_blank\">full report</a> about the experience and lessons learned.</strong></p><p style=\"color: #333333; font-style: normal;\"><span style=\"font-weight: 300;\">A </span><a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/summary\" rel=\"noopener\" style=\"font-weight: 300;\" target=\"_blank\">summary report</a><span style=\"font-weight: 300;\"> was also developed, which includes a series of questions and answers that development partners and government partners might ask when considering using IATI data in local AIMS.</span></p><p>T<span style=\"font-weight: 300;\">wo country-specific reports for </span><a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/madagascar\" rel=\"noopener\" style=\"font-weight: 300;\" target=\"_blank\">Madagascar</a><span style=\"font-weight: 300;\"> and </span><a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/senegal\" rel=\"noopener\" style=\"font-weight: 300;\" target=\"_blank\">Senegal</a><span style=\"font-weight: 300;\"> on strengthening the capacity to use IATI in AIMS were also produced. Please also have a look at </span><a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/blog/did-we-make-publish-once-dream-reality\" rel=\"noopener\" style=\"font-weight: 300;\" target=\"_blank\">Development Gateway’s blog and reflections</a><span style=\"font-weight: 300;\"> on how we have progressed in making the ‘publish once, use often’ dream a reality.</span></p><p>As detailed in the full report, the pilot delivered important results and learnings. For example, use of IATI data in Senegal’s Aid Management Platform resulted in adding data on more than US$200m in donor commitments and almost the same amount in disbursements to the data previously available to the government.</p><p>In Madagascar, there was significantly more project data in the IATI file than in the country’s Aid Management Platform. While of course a number of technical challenges had to be overcome in the data import in Madagascar and Senegal, both countries have started taking important steps to help donor organisations roll out IATI-based reporting.</p><p>As part of the IATI Secretariat, Development Initiatives leads on the management and technical implementation of the IATI Standard. In the pilots, Development Initiatives together with Development Gateway developed an IATI-AIMS Training Guide (available in <a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/TrainingGuideEN\" rel=\"noopener\" target=\"_blank\">English</a> and <a class=\"js-track-clicks\" href=\"https://www.developmentgateway.org/iatiaims/TrainingGuideFR\" rel=\"noopener\" target=\"_blank\">French</a>) that was used to train the two IATI fellows on how to understand, review and prepare IATI data to be used by the government.</p><p>So, how did the training go?</p><p>There are many reflections and lessons learnt from the training phase that we can mention here, but we have decided to outline two in particular:</p><ul>\n<li><b>Language:</b> You may immediately think there is a language barrier, in terms of the different languages spoken by the trainers (English) and the Aid Management Fellows (French) as well as all most guidance on the IATI website being in English. While this is indeed a challenge for some IATI users, for this particular training it was actually not a problem as the fellows were speaking a bit of English and were working very well together. What was challenging, however, was speaking the same ‘IATI language’. There is such a diverse interpretation of what is meant by transactions, such as ‘disbursement’ or ‘commitment’ by the different users of the data (e.g. UNICEF headquarters, UNICEF country office and government staff). Before using and interpreting the data, it was really important to align the definitions so that there is common understanding and we are able to speak the same ‘IATI language’. We need to create a much simpler narrative that can be understood by all partners, and in all languages, and this pilot contributed to making the first step of the definition mapping.</li>\n</ul><ul>\n<li><b>Importance of partnership, feedback loops and sustaining IATI knowledge: </b>It is not easy to be trained in IATI in a week. This project required joint efforts from many partners collaborating to make it work: Development Gateway, Development Initiatives, the two Aid Management fellows, UNICEF country office staff, UNICEF headquarters staff, and local government staff in Senegal and Madagascar. Face-to-face training with the fellows in Dakar really helped, as well as their commitment and eagerness to learn. The partnerships were already built so there was no issue of trust. Everyone recognised the amount of effort invested in this project and worked really hard to make it work. So, how do we make sure that IATI knowledge is sustained in both Senegal and Madagascar and scaled up in other countries? This project showed that to do so we need to ensure that there is an improved feedback mechanism between IATI publishers (UNICEF headquarters and country office) and IATI users (government), that there is a localised support structure, that knowledge is shared widely and maintained within each organisation.Training people locally who would then be able to share and spread the knowledge more widely (as done by the fellows) is needed to sustain the IATI knowledge and improve the use of IATI data in government.</li>\n</ul><p>Overall, the  project demonstrated a practical approach to increasing the use of IATI data in country AIMS. Experience is building with comparable and different experience across other contexts, too, for example in <a class=\"js-track-clicks\" href=\"https://catalpa.io/project_feature_mohinga/\" rel=\"noopener\" target=\"_blank\">Myanmar</a> and <a class=\"pdf-download\" href=\"http://bd-iati.github.io/files/Using%20IATI%20data%20to%20enhance%20Bangladesh's%20AIMS%20-%20Final%20report.pdf\" rel=\"noopener\" target=\"_blank\" title=\"http://bd-iati.github.io/files/Using%20IATI%20data%20to%20enhance%20Bangladesh's%20AIMS%20-%20Final%20report.pdf\">Bangladesh</a>.</p><p>Going forward, we are keen to keep learning from these and to collaborate with national and international partners to realise the value of IATI data for decision-making in development efforts.</p>",
  "link": "https://www.aidtransparency.net/news/increasing-the-use-of-iati-data-in-madagascar-and-senegal",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2016/07/dg-190x119.png",
  "title": "Increasing the use of IATI data in Madagascar and Senegal"
}, {
  "type": "news",
  "date": "2018-06-15",
  "content": "<p>IATI Secretariat member, Development Initiatives (DI) has published a report reviewing transparency progress made as part of the Grand Bargain agreement.</p><p>As part of the Grand Bargain, signatories agreed at the World Humanitarian Summit (May 2016) to publish timely, transparent, harmonised and open high-quality data on their humanitarian funding within two years.</p><p>Development Initiatives has been working with the Grand Bargain transparency workstream co-conveners the Netherlands Ministry of Foreign Affairs and the World Bank Group to support Grand Bargain signatories in implementing and monitoring their commitments to greater transparency.</p><p>The report provides an update on progress made in meeting the Grand Bargain commitments on greater transparency since Development Initiatives’ baseline report (June 2017), as well as on improvements to the IATI Standard to better meet the needs of humanitarian publishers and data users.</p><h3><strong>Key findings</strong></h3><p>There has been good progress by Grand Bargain organisations in publishing open data on their humanitarian financing and providing much more useful and usable data on their activities. As of 1 May 2018:</p><ul>\n<li>44 of 59 Grand Bargain signatories (75%) were publishing open data using the IATI Standard. An additional seven organisations have started publishing to IATI since the baseline report was published in June 2017.</li>\n<li>Of the 44 signatories publishing open data using the IATI Standard\n<ul>\n<li>36 (82%) were publishing open data on their humanitarian activities; five more organisations (or their members or affiliates) have started publishing their humanitarian activities than a year ago.</li>\n<li>8 (18%) were providing more granular humanitarian data than previously, such as information on humanitarian response plans or clusters.</li>\n</ul>\n</li>\n</ul><p>Over the last year the IATI Standard has been further developed to enable even more granular reporting on humanitarian funding. Released in February 2018, <a class=\"js-track-clicks\" href=\"https://www.google.com/url?q=https://www.aidtransparency.net/news/iati-upgrade-to-version-2-03-goes-live&amp;sa=D&amp;ust=1528379810154000&amp;usg=AFQjCNFLGxod32rdBl9XEn2pGNU7BYe5FQ\" rel=\"noopener\" target=\"_blank\">version 2.03</a> enables signatories (and other IATI publishers) to show levels of earmarking, pledges, cash-based programming and whether funding is channelled via local and national responders.</p><ul>\n<li>31 organisations or 70% of the Grand Bargain signatories publishing to IATI are now using either version 2.02 or 2.03 of the IATI Standard, both of which allow for some degree of detailed humanitarian reporting. An additional 15 organisations (or their members or affiliates) have made improvements to their internal systems by upgrading to a more recent version of IATI since the baseline report of June 2017.</li>\n</ul><p><a class=\"pdf-download\" href=\"http://devinit.org/wp-content/uploads/2018/06/Progress-report-1_supporting-Grand-Bargain-signatories-in-meeting-commitments-to-greater-transparency.pdf\" rel=\"noopener\" target=\"_blank\" title=\"http://devinit.org/wp-content/uploads/2018/06/Progress-report-1_supporting-Grand-Bargain-signatories-in-meeting-commitments-to-greater-transparency.pdf\">Download the report</a> and read more information on <a href=\"http://devinit.org/post/projects/monitoring-grand-bargain-commitment-transparency/\">Development Initiatives’ work on the monitoring the Grand Bargain</a>.</p>",
  "link": "https://www.aidtransparency.net/news/progress-report-grand-bargain-signatories-improve-transparency",
  "img": "https://www.aidtransparency.net/wp-content/uploads/2017/03/-032B5C209AA28E559A077D709614B115D97D3BFC9D9D028487-pimgpsh_fullsize_distr-190x119.jpg",
  "title": "DI progress report: Grand Bargain signatories improve transparency"
}]
