[{
	"term": "A/B testing",
	"definition": "A sometimes useful, sometimes useless form of testing content, depending on what you're testing against"
},
{
	"term": "Affinity Map/Diagram",
	"definition": "The affinity diagram is a tool used to organize ideas and data"
},
{
	"term": "Alpha",
	"definition": "The first, often rough version or your website of application"
},
{
	"term": "Analytics",
	"definition": "Reporting based on metrics you set to track the progress of your goals for the website or application"
},
{
	"term": "Application or App",
	"definition": "Does not just mean something that exists on a phone or tablet. Applications can be described as systems that have been designed to complete a certain set of tasks or processes in an optimal way. Applications often require native software, code or conditions to operate, where as websites are designed to require less or none of these conditions"
},
{
	"term": "Back-end",
	"definition": "A shorthand for Back-end development. Usually describes the creation of databases, and logical control of how a website or application works"
},
{
	"term": "Basecamp",
	"definition": "Refers to our project management software. You should have been invited to this at project kick off"
},
{
	"term": "BEMS",
	"definition": "A method of writing code in a dry, modular manner"
},
{
	"term": "Beta",
	"definition": "The second, improved and more stable version of your website or application"
},
{
	"term": "Bitbucket",
	"definition": "See source control"
},
{
	"term": "Carousel",
	"definition": "Not a major plot theme from Logan's Run, but a method of displaying content that requires users to flip though content items, either one by one, or in chunks. Great for the marketing teams, less great for your users. See <a href='http://shouldiuseacarousel.com/'>http://shouldiuseacarousel.com/</a>"
},
{
	"term": "CMS",
	"definition": "Content Management System. What you use to manage the content of your website or application"
},
{
	"term": "CRM",
	"definition": "Customer relationship management. An approach to managing a company's interactions with current and future customers"
},
{
	"term": "Domain",
	"definition": "The place that users or systems can access your website or application"
},
{
	"term": "DNS",
	"definition": "Distributed naming system for computers, services, or any resource connected to the Internet or a private network. In short, DNS tells your server to look at your domain"
},
{
	"term": "Dry code",
	"definition": "Dry coding is a principle of re-using elements as much as possible, to reduce repeating yourself, and in turn, produce leaner code"
},
{
	"term": "Ed Balls",
	"definition": "Ed Balls"
},
{
	"term": "Empathy Map/Diagram",
	"definition": "The tool used to describe the goals of a user, or group of users by grouping their goals, concerns and environment into logical groups"
},
{
	"term": "Environment",
	"definition": "Refers to the set-up that we develop within. This is an umbrella term, and is used as shorthand to describe the particular set-up for your website or application."
},
{
	"term": "Front-end",
	"definition": "A shorthand for Front-end development. Usually describes the creation of HTML, CSS and Javascript"
},
{
	"term": "Git",
	"definition": "See source control"
},
{
	"term": "Hamburger menu",
	"definition": "Used to describe the icon often used to denote hidden navigation (see Facebook)"
},
{
	"term": "HTML5",
	"definition": "The latest specification in HTML, that allows for descriptive syntax, rich media and many performance enhancements. HTML5 is our standard development environment."
},
{
	"term": "IA",
	"definition": "Information Architecture. Describes the way a website or application is structured"
},
{
	"term": "IE",
	"definition": "Shorthand for Microsoft Internet Explorer"
},
{
	"term": "Kick Off Workshop",
	"definition": "Relates to a workshop where all the stakeholders get together and discuss the goals of the project. Involves lots of post-it notes"
},
{
	"term": "Lightbox",
	"definition": "Similar to a Modal, but usually used to display Media such as Images or Videos"
},
{
	"term": "MVP",
	"definition": "Minimum Viable Product. See Alpha or Beta"
},
{
	"term": "Modal Windows",
	"definition": "Describes an interaction where content appears outside of the flow of page content (usually within a layer that appears over the main area). Modal windows are often used for baskets, alerts or logins"
},
{
	"term": "Native Software/Hardware",
	"definition": "Describes things that exist as matter of fact in the environment we are working in"
},
{
	"term": "OS",
	"definition": "Shorthand for Operating System"
},
{
	"term": "Pattern library",
	"definition": "You're in it right now!"
},
{
	"term": "Personas",
	"definition": "A tool used to describe a person or group of people, in terms of their personality and goals. Personas are usually contructed to help shape decisions around IA and User Journeys"
},
{
	"term": "Progressive enhancement",
	"definition": "The process of improving experiences, based on the capabilities of the software or browser. Often described as 'Building Escalators not Elevators', because when and Escalator breaks, it becomes stairs. When an Elevator breaks, it's useless"
},
{
	"term": "Prototype",
	"definition": "A fast to build, test and iterate version of your product. This often forms the basis on an Alpha release. Prototypes are highly tied to successful UX, as they allow for rapid testing and improvment"
},
{
	"term": "Responsive design",
	"definition": "A process of design that allows for the reflow of content across all, or a range of screen sizes"
},
{
	"term": "SASS",
	"definition": "A programming language for writing neater, quicker CSS"
},
{
	"term": "Server",
	"definition": "Where your content is physically stored"
},
{
	"term": "SEO",
	"definition": "Search Engine Optimization. In short, the optimising of content to appear higher in search engines"
},
{
	"term": "Source control",
	"definition": "A way of establishing versioning of code, to allow for developers to work together from a central repository. Source control is also used to manage testing and staging of new content"
},
{
	"term": "Staging",
	"definition": "A version of the website or application that often runs in parallel to the main website or application, and facilitates testing new additions to the website or application"
},
{
	"term": "Sub-Domain",
	"definition": "A domain that has a child relationship to the domain. See domain for more detail"
},
{
	"term": "Tablet",
	"definition": "Bigger than a phone, but smaller than a laptop. Think iPad and Kindle Fire"
},
{
	"term": "Trello",
	"definition": "A tool for organising content. <a href='https://trello.com/'>https://trello.com/</a>"
},
{
	"term": "User Journeys",
	"definition": "Describes the journey a user, or group of users might take to find the content they are looking for"
},
{
	"term": "UX",
	"definition": "Accronym for User Experience. The process of putting the user at the heart of the design process. Often encompassing user research, interviews, testing and prototyping"
},
{
	"term": "Validation",
	"definition": "A validator is a software program that can check your web pages against the web standards"
},
{
	"term": "W3C",
	"definition": "World Wide Web Consortium (W3C). Web standards community"
},
{
	"term": "WAVE",
	"definition": "Web Accessibility Evaluation Tool. A tool we use to test the accessibility of your website or application. <a href='http://wave.webaim.org/'>http://wave.webaim.org/</a>"
},
{
	"term": "Webmaster",
	"definition": "Outdated term to mean the person in control of the website"
}]

